Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: This will replace your current %1$@ data with the backup from %2$@. This cannot be undone.
de: Dadurch werden Ihre aktuellen %1$@-Daten durch die Sicherung vom %2$@ ersetzt. Dies kann nicht rückgängig gemacht werden.
es: Esto reemplazará tus datos actuales de %@ con la copia de seguridad de %@. Esta acción no se puede deshacer.
fil: Papalitan nito ang kasalukuyang %@ na datos mo ng backup mula sa %@. Hindi na ito maibabalik.
fr: Cela remplacera vos données %1$@ actuelles par la sauvegarde du %2$@. Cette action est irréversible.
hr: Ovo će zamijeniti vaše trenutne podatke (%1$@) sigurnosnom kopijom od %2$@. Ovo se ne može poništiti.
id: Ini akan mengganti data %@ Anda saat ini dengan cadangan dari %@. Tindakan ini tidak dapat dibatalkan.
ja: 現在の %1$@ データが %2$@ のバックアップで置き換えられます。この操作は取り消せません。
ko: 현재 %1$@ 데이터가 %2$@의 백업으로 교체됩니다. 이 작업은 취소할 수 없습니다.
ms: Ini akan menggantikan data %@ semasa anda dengan sandaran dari %@. Ini tidak boleh dibatalkan.
pl: Zastąpi to bieżące dane (%@) kopią z: %@. Tej operacji nie można cofnąć.
pt_br: Isso vai substituir seus dados atuais de %@ pelo backup de %@. Isso não pode ser desfeito.
ro: Datele tale curente (%@) vor fi înlocuite cu copia din: %@. Acțiunea nu poate fi anulată.
ru: Это заменит ваши текущие данные %1$@ резервной копией от %2$@. Это действие необратимо.
th: การกระทำนี้จะแทนที่ข้อมูล %@ ปัจจุบันของคุณด้วยข้อมูลสำรองจาก %@ และย้อนกลับไม่ได้
tr: Bu işlem geçerli %@ verilerinizi %@ tarihli yedekle değiştirir. Bu işlem geri alınamaz.
zh_hans: 这将用 %2$@ 的备份替换当前的 %1$@ 数据。此操作无法撤销。
zh_hant: 這將用 %2$@ 的備份取代目前的 %1$@ 資料。此操作無法復原。

source: Throttle
de: Drosseln
es: Limitar
fil: Limitahan
fr: Limiter
hr: Ograniči
id: Batasi
ja: 制限
ko: 제한
ms: Hadkan
pl: Ogranicz
pt_br: Limitar
ro: Limitează
ru: Ограничение
th: จำกัด
tr: Sınırla
zh_hans: 限流倍率
zh_hant: 限制

source: Throttled · %lldm
de: Gedrosselt · %lldm
es: Limitado · %lldm
fil: Nalimitahan · %lldm
fr: Limité · %lldm
hr: Ograničeno · %lldm
id: Dibatasi · %lldm
ja: 制限中 · %lld分
ko: 제한됨 · %lld분
ms: Dihadkan · %lldm
pl: Ograniczone · %lldm
pt_br: Limitado · %lldm
ro: Limitat · %lldm
ru: Ограничено · %lldм
th: ถูกจำกัด · %lldm
tr: Sınırlandı · %lldd
zh_hans: 限流中 · %lld 分
zh_hant: 已限制 · %lld分

source: Throttled · %llds
de: Gedrosselt · %llds
es: Limitado · %llds
fil: Nalimitahan · %llds
fr: Limité · %llds
hr: Ograničeno · %llds
id: Dibatasi · %lldd
ja: 制限中 · %lld秒
ko: 제한됨 · %lld초
ms: Dihadkan · %llds
pl: Ograniczone · %llds
pt_br: Limitado · %llds
ro: Limitat · %llds
ru: Ограничено · %lldс
th: ถูกจำกัด · %llds
tr: Sınırlandı · %llds
zh_hans: 限流中 · %lld 秒
zh_hant: 已限制 · %lld秒

source: Time range
de: Zeitraum
es: Intervalo de tiempo
fil: Saklaw ng oras
fr: Plage horaire
hr: Vremenski raspon
id: Rentang waktu
ja: 時間範囲
ko: 시간 범위
ms: Julat masa
pl: Zakres czasu
pt_br: Período
ro: Interval de timp
ru: Временной диапазон
th: ช่วงเวลา
tr: Zaman aralığı
zh_hans: 时间范围
zh_hant: 時間範圍

source: Timed out downloading file from iCloud.
de: Zeitüberschreitung beim Herunterladen der Datei aus iCloud.
es: Se agotó el tiempo de espera al descargar el archivo desde iCloud.
fil: Nag-timeout sa pag-download ng file mula sa iCloud.
fr: Délai dépassé lors du téléchargement du fichier depuis iCloud.
hr: Isteklo je vrijeme preuzimanja datoteke s iClouda.
id: Waktu habis saat mengunduh file dari iCloud.
ja: iCloud からのファイルダウンロードがタイムアウトしました。
ko: iCloud에서 파일을 다운로드하는 중 시간이 초과되었습니다.
ms: Tamat masa semasa memuat turun file dari iCloud.
pl: Przekroczono limit czasu pobierania pliku z iCloud.
pt_br: Tempo esgotado ao baixar o arquivo do iCloud.
ro: Descărcarea fișierului din iCloud a expirat.
ru: Истекло время ожидания загрузки файла из iCloud.
th: หมดเวลาขณะดาวน์โหลดไฟล์จาก iCloud
tr: iCloud'dan dosya indirilirken zaman aşımı.
zh_hans: 从 iCloud 下载文件超时。
zh_hant: 從 iCloud 下載檔案超時。

source: Timeout
de: Zeitüberschreitung
es: Tiempo de espera
fr: Délai d'attente
hr: Istek vremena
id: Waktu habis
ja: タイムアウト
ko: 시간 초과
ms: Tamat masa
pl: Limit czasu
pt_br: Tempo limite
ro: Timp expirat
ru: Тайм-аут
th: หมดเวลา
tr: Zaman aşımı
zh_hans: 超时
zh_hant: 逾時

source: Title
de: Titel
es: Título
fil: Pamagat
fr: Titre
hr: Naslov
id: Judul
ja: タイトル
ko: 제목
ms: Tajuk
pl: Tytuł
pt_br: Título
ro: Titlu
ru: Заголовок
th: ชื่อเรื่อง
tr: Başlık
zh_hans: 标题
zh_hant: 標題

source: To improve sync experience and reduce iCloud storage, we've upgraded the sync engine. Historical data is being migrated automatically — this may consume some extra battery or cellular data. You can cancel migration any time below.
de: Für eine bessere Synchronisierung und weniger iCloud-Speicher haben wir die Sync-Engine aktualisiert. Verlaufsdaten werden automatisch migriert — das kann etwas zusätzliche Batterie oder Mobilfunkdaten verbrauchen. Du kannst die Migration unten jederzeit abbrechen.
es: Para mejorar la experiencia de sincronización y reducir el almacenamiento en iCloud, hemos actualizado el motor de sincronización. Los datos históricos se están migrando automáticamente, lo que puede consumir algo más de batería o de datos móviles. Puedes cancelar la migración en cualquier momento aquí abajo.
fil: Para mapabuti ang karanasan sa sync at mabawasan ang iCloud storage, na-upgrade namin ang sync engine. Awtomatikong inililipat ang historical na datos — maaari itong gumamit ng dagdag na baterya o cellular data. Puwede mong kanselahin ang migration anumang oras sa ibaba.
fr: Pour améliorer la synchronisation et réduire l'espace iCloud, nous avons mis à niveau le moteur de synchro. Les données historiques sont migrées automatiquement — cela peut consommer un peu plus de batterie ou de données cellulaires. Vous pouvez annuler la migration à tout moment ci-dessous.
hr: Kako bismo poboljšali sinkronizaciju i smanjili zauzeće iCloud prostora, nadogradili smo mehanizam sinkronizacije. Povijesni podaci migriraju se automatski — to može potrošiti nešto dodatne baterije ili mobilnih podataka. Migraciju možete u svakom trenutku otkazati u nastavku.
id: Untuk meningkatkan pengalaman sinkronisasi dan mengurangi penyimpanan iCloud, kami telah memutakhirkan mesin sinkronisasi. Data historis sedang dimigrasikan otomatis — ini dapat memakai sedikit tambahan baterai atau data seluler. Anda dapat membatalkan migrasi kapan saja di bawah.
ja: 同期の使い勝手を高め、iCloud の使用容量を減らすため、同期エンジンを更新しました。過去のデータは自動的に移行されます。その際、バッテリーやモバイル通信を追加で消費する場合があります。マイグレーションは下でいつでもキャンセルできます。
ko: 동기화 경험을 개선하고 iCloud 사용량을 줄이기 위해 동기화 엔진을 업그레이드했습니다. 과거 데이터는 자동으로 이전되며, 이 과정에서 배터리나 셀룰러 데이터가 추가로 소모될 수 있습니다. 마이그레이션은 아래에서 언제든지 취소할 수 있습니다.
ms: Untuk memperbaiki pengalaman penyegerakan dan mengurangkan storan iCloud, kami telah menaik taraf enjin penyegerakan. Data sejarah sedang dimigrasikan secara automatik — ini mungkin menggunakan sedikit bateri atau data selular tambahan. Anda boleh membatalkan migrasi bila-bila masa di bawah.
pl: Aby usprawnić synchronizację i zmniejszyć zużycie iCloud, zaktualizowaliśmy silnik synchronizacji. Dane historyczne są migrowane automatycznie — może to zużyć nieco baterii lub transferu komórkowego. Migrację możesz anulować poniżej w dowolnej chwili.
pt_br: Para melhorar a sincronização e reduzir o uso do iCloud, atualizamos o motor de sincronização. Os dados históricos estão sendo migrados automaticamente — isso pode consumir um pouco mais de bateria ou de dados móveis. Você pode cancelar a migração a qualquer momento abaixo.
ro: Pentru o sincronizare mai bună și un consum mai mic de spațiu iCloud, am actualizat motorul de sincronizare. Datele istorice se migrează automat — asta poate consuma ceva baterie sau date mobile în plus. Poți anula migrarea oricând, mai jos.
ru: Чтобы улучшить синхронизацию и сократить объём в iCloud, мы обновили её движок. Исторические данные переносятся автоматически — это может дополнительно расходовать заряд и мобильный трафик. Отменить миграцию можно в любой момент ниже.
th: เพื่อปรับปรุงประสบการณ์การซิงค์และลดพื้นที่ iCloud เราได้อัปเกรดเอนจินการซิงค์แล้ว ข้อมูลย้อนหลังกำลังถูกย้ายอัตโนมัติ — อาจใช้แบตเตอรี่หรือข้อมูลเซลลูลาร์เพิ่มขึ้นเล็กน้อย คุณยกเลิกการย้ายข้อมูลได้ทุกเมื่อด้านล่าง
tr: Eşitleme deneyimini iyileştirmek ve iCloud alanını azaltmak için eşitleme motorunu yükselttik. Geçmiş veriler otomatik olarak taşınıyor — bu, bir miktar ek pil veya hücresel veri kullanabilir. Taşımayı aşağıdan istediğiniz zaman iptal edebilirsiniz.
zh_hans: 为提升同步体验并节省 iCloud 占用，我们升级了同步引擎。历史数据正在自动迁移 —— 这可能会消耗少量额外电量或蜂窝流量。你可以随时在下方取消迁移。
zh_hant: 為了改善同步體驗並減少 iCloud 儲存空間用量，我們升級了同步引擎。歷史資料正在自動移轉，這可能會額外消耗一些電力或行動資料。你可以隨時在下方取消移轉。

source: Today
de: Heute
es: Hoy
fil: Ngayon
fr: Aujourd'hui
hr: Danas
id: Hari ini
ja: 今日
ko: 오늘
ms: Hari ini
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
th: วันนี้
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Toggle deep thinking mode on/off
de: Tiefes Denken ein-/ausschalten
es: Activa o desactiva el modo de razonamiento profundo
fil: I-toggle ang deep thinking mode on/off
fr: Activer/désactiver la réflexion approfondie
hr: Uključi/isključi način dubokog razmišljanja
id: Aktifkan/nonaktifkan mode pemikiran mendalam
ja: 深い思考モードのオン/オフ
ko: 심층 사고 모드 전환
ms: Togol mod pemikiran mendalam on/off
pl: Włącz lub wyłącz tryb głębokiego myślenia
pt_br: Ativa ou desativa o modo de raciocínio profundo
ro: Activează sau dezactivează modul de gândire profundă
ru: Вкл./выкл. глубокое размышление
th: สลับเปิด/ปิดโหมดการคิดเชิงลึก
tr: Derin düşünme modunu aç/kapat
zh_hans: 开启/关闭深度思考模式
zh_hant: 開啟/關閉深度思考模式

source: Toggle recording
de: Aufnahme umschalten
es: Activar o detener la grabación
fil: I-toggle ang recording
fr: Activer/désactiver l’enregistrement
hr: Uključi/isključi snimanje
id: Alihkan perekaman
ja: 録音の切り替え
ko: 녹음 전환
ms: Togol rakaman
pl: Rozpocznij/zatrzymaj nagrywanie
pt_br: Iniciar/parar a gravação
ro: Pornește/oprește înregistrarea
ru: Переключить запись
th: สลับการบันทึก
tr: Kaydı başlat/durdur
zh_hans: 切换录音
zh_hant: 切換錄音

source: Toggle takes effect on next app launch.
de: Die Änderung wird beim nächsten App-Start wirksam.
es: El cambio se aplica en el próximo inicio de la app.
fil: Magkakabisa ang toggle sa susunod na pagbukas ng app.
fr: Le changement prend effet au prochain lancement de l'app.
hr: Promjena stupa na snagu pri sljedećem pokretanju aplikacije.
id: Perubahan berlaku saat aplikasi dibuka berikutnya.
ja: この変更は次回のアプリ起動時に反映されます。
ko: 이 변경 사항은 앱을 다시 실행할 때 적용됩니다.
ms: Perubahan berkuat kuasa pada pelancaran apl seterusnya.
pl: Zmiana zadziała przy następnym uruchomieniu aplikacji.
pt_br: A mudança entra em vigor na próxima abertura do app.
ro: Modificarea are efect la următoarea pornire a aplicației.
ru: Изменение вступит в силу при следующем запуске приложения.
th: การสลับจะมีผลเมื่อเปิดแอปครั้งถัดไป
tr: Bu ayar, uygulamanın sonraki açılışında etkinleşir.
zh_hans: 开关将在下次启动时生效。
zh_hant: 這項變更會在下次啟動 App 時生效。

source: Toggles override the server's default for this session only.
de: Die Schalter überschreiben die Standardeinstellung des Servers nur für diese Sitzung.
es: Los interruptores anulan el valor predeterminado del servidor solo para esta sesión.
fil: Pinapalitan ng mga toggle ang default ng server para sa session na ito lamang.
fr: Les bascules remplacent la valeur par défaut du serveur pour cette session uniquement.
hr: Preklopnici nadjačavaju zadanu postavku poslužitelja samo za ovu sesiju.
id: Sakelar menimpa bawaan server hanya untuk sesi ini.
ja: トグルは、このセッションに限りサーバの既定値を上書きします。
ko: 토글은 이 세션에서만 서버의 기본값을 재정의합니다.
ms: Togol menggantikan lalai server untuk sesi ini sahaja.
pl: Przełączniki zastępują domyślne ustawienie serwera tylko w tej sesji.
pt_br: As chaves substituem o padrão do servidor apenas nesta sessão.
ro: Comutatoarele înlocuiesc valoarea implicită a serverului doar pentru această sesiune.
ru: Переключатели переопределяют значение сервера по умолчанию только для этого сеанса.
th: สวิตช์จะแทนที่ค่าเริ่มต้นของเซิร์ฟเวอร์เฉพาะเซสชันนี้เท่านั้น
tr: Anahtarlar, sunucunun varsayılanını yalnızca bu oturum için geçersiz kılar.
zh_hans: 开关仅在本次会话中覆盖服务器的默认设置。
zh_hant: 開關僅在本次工作階段中覆蓋服務器的預設設定。

source: Toggles override the skill's default for this session only.
de: Schalter überschreiben die Standardeinstellung des Skills nur für diese Sitzung.
es: Los interruptores anulan el valor predeterminado de la habilidad solo para esta sesión.
fil: Pinapalitan ng mga toggle ang default ng skill para sa session na ito lamang.
fr: Les bascules remplacent les paramètres par défaut de la compétence pour cette session uniquement.
hr: Preklopnici nadjačavaju zadanu postavku vještine samo za ovu sesiju.
id: Sakelar menimpa bawaan skill hanya untuk sesi ini.
ja: トグルはこのセッションでのみスキルのデフォルトを上書きします。
ko: 토글은 이 세션에서만 스킬의 기본값을 재정의합니다.
ms: Togol menggantikan lalai skill untuk sesi ini sahaja.
pl: Przełączniki zastępują domyślne ustawienie skilla tylko w tej sesji.
pt_br: As chaves substituem o padrão do skill apenas nesta sessão.
ro: Comutatoarele înlocuiesc valoarea implicită a skill-ului doar pentru această sesiune.
ru: Переключатели переопределяют настройки навыка по умолчанию только для этой сессии.
th: สวิตช์จะแทนที่ค่าเริ่มต้นของ skill เฉพาะเซสชันนี้เท่านั้น
tr: Anahtarlar, skill'in varsayılanını yalnızca bu oturum için geçersiz kılar.
zh_hans: 开关仅在此会话中覆盖技能的默认设置。
zh_hant: 開關僅在此工作階段中覆蓋技能的預設設定。

source: Toggles play/pause on Minis audio narration from the Live Activity.
de: Schaltet die Audio-Erzählung von Minis über die Live-Aktivität zwischen Wiedergabe und Pause um.
es: Activa o pausa la narración de audio de Minis desde la Actividad en Vivo.
fil: Nagto-toggle ng play/pause sa audio narration ng Minis mula sa Live Activity.
fr: Active/désactive la lecture/pause de la narration audio de Minis depuis l’activité en direct.
hr: Pokreće ili pauzira Minis zvučnu naraciju iz Live Activityja.
id: Mengalihkan putar/jeda narasi audio Minis dari Live Activity.
ja: ライブアクティビティから Minis の音声ナレーションの再生／一時停止を切り替えます。
ko: 실시간 활동에서 Minis 오디오 내레이션의 재생/일시정지를 전환합니다.
ms: Menogol main/jeda naratif audio Minis dari Live Activity.
pl: Przełącza odtwarzanie i pauzę narracji Minis z poziomu Live Activity.
pt_br: Alterna reproduzir/pausar a narração de áudio do Minis pela Live Activity.
ro: Comută redarea/pauza narațiunii audio Minis din Live Activity.
ru: Переключает воспроизведение/паузу аудиоозвучивания Minis из Live Activity.
th: สลับเล่น/หยุดการบรรยายเสียงของ Minis จาก Live Activity
tr: Live Activity üzerinden Minis ses anlatımını oynatır/duraklatır.
zh_hans: 从实时活动切换 Minis 音频朗读的播放/暂停。
zh_hant: 從即時動態切換 Minis 音訊朗讀的播放/暫停。

source: Token Endpoint (https://…/token)
de: Token-Endpunkt (https://…/token)
es: Endpoint de token (https://…/token)
fr: Point de terminaison de jeton (https://…/token)
id: Endpoint Token (https://…/token)
ja: トークンエンドポイント (https://…/token)
ko: 토큰 엔드포인트 (https://…/token)
ms: Endpoint Token (https://…/token)
pl: Punkt końcowy tokenu (https://…/token)
pt_br: Endpoint de token (https://…/token)
ro: Endpoint token (https://…/token)
ru: Точка доступа токена (https://…/token)
th: เอนด์พอยต์โทเคน (https://…/token)
tr: Token Uç Noktası (https://…/token)
zh_hans: 令牌端点 (https://…/token)
zh_hant: 權杖端點 (https://…/token)

source: Token Endpoint must be a valid https URL.
de: Der Token-Endpunkt muss eine gültige https-URL sein.
es: El endpoint de token debe ser una URL https válida.
fil: Dapat wastong https URL ang Token Endpoint.
fr: Le point de terminaison de jeton doit être une URL https valide.
hr: Token endpoint mora biti valjani https URL.
id: Endpoint Token harus berupa URL https yang valid.
ja: トークンエンドポイントは有効な https URL である必要があります。
ko: 토큰 엔드포인트는 유효한 https URL이어야 합니다.
ms: Endpoint Token mesti URL https yang sah.
pl: Punkt końcowy tokenu musi być prawidłowym adresem https.
pt_br: O endpoint de token precisa ser uma URL https válida.
ro: Endpoint-ul de token trebuie să fie o adresă https validă.
ru: Точка доступа токена должна быть корректным https-адресом.
th: เอนด์พอยต์โทเคนต้องเป็น URL https ที่ถูกต้อง
tr: Token Uç Noktası geçerli bir https URL'si olmalı.
zh_hans: 令牌端点必须是有效的 https 链接。
zh_hant: 權杖端點必須是有效的 https 網址。

source: Token endpoint returned no access_token.
de: Der Token-Endpunkt hat kein access_token zurückgegeben.
es: El endpoint de token no devolvió ningún access_token.
fil: Walang ibinalik na access_token ang token endpoint.
fr: Le point de terminaison de jeton n'a renvoyé aucun access_token.
hr: Token endpoint nije vratio access_token.
id: Endpoint token tidak mengembalikan access_token.
ja: トークンエンドポイントが access_token を返しませんでした。
ko: 토큰 엔드포인트가 access_token을 반환하지 않았습니다.
ms: Endpoint token tidak mengembalikan access_token.
pl: Punkt końcowy tokenu nie zwrócił access_token.
pt_br: O endpoint de token não retornou access_token.
ro: Endpoint-ul de token nu a returnat access_token.
ru: Точка доступа токена не вернула access_token.
th: เอนด์พอยต์โทเคนไม่ได้ส่ง access_token กลับมา
tr: Token uç noktası access_token döndürmedi.
zh_hans: 令牌端点没有返回 access_token。
zh_hant: 權杖端點沒有回傳 access_token。

source: Token exchange failed: %@
de: Token-Austausch fehlgeschlagen: %@
es: Falló el intercambio de token: %@
fil: Nabigo ang token exchange: %@
fr: Échec de l'échange de jeton : %@
hr: Razmjena tokena nije uspjela: %@
id: Pertukaran token gagal: %@
ja: トークンの交換に失敗しました：%@
ko: 토큰 교환에 실패했습니다: %@
ms: Pertukaran token gagal: %@
pl: Wymiana tokenu nie powiodła się: %@
pt_br: Falha na troca de token: %@
ro: Schimbul de token a eșuat: %@
ru: Не удалось обменять токен: %@
th: การแลกเปลี่ยนโทเคนล้มเหลว: %@
tr: Token değişimi başarısız: %@
zh_hans: 令牌交换失败：%@
zh_hant: 權杖交換失敗：%@

source: Token Usage
de: Token-Verbrauch
es: Uso de tokens
fil: Paggamit ng Token
fr: Utilisation des tokens
hr: Potrošnja tokena
id: Penggunaan Token
ja: トークン使用量
ko: 토큰 사용량
ms: Penggunaan Token
pl: Zużycie tokenów
pt_br: Uso de tokens
ro: Consum de tokenuri
ru: Использование токенов
th: การใช้โทเคน
tr: Token Kullanımı
zh_hans: Token 用量
zh_hant: Token 用量

source: Tokens (Session Total)
de: Tokens (Sitzung gesamt)
es: Tokens (total de la sesión)
fil: Tokens (Kabuuan ng Session)
fr: Tokens (total de session)
hr: Tokeni (ukupno u sesiji)
id: Token (Total Sesi)
ja: トークン（セッション合計）
ko: 토큰 (세션 합계)
ms: Token (Jumlah Sesi)
pl: Tokeny (suma sesji)
pt_br: Tokens (total da sessão)
ro: Tokenuri (total pe sesiune)
ru: Токены (всего за сессию)
th: โทเคน (รวมทั้งเซสชัน)
tr: Token (Oturum Toplamı)
zh_hans: Token（会话总计）
zh_hant: Token（工作階段總計）

source: Too short — hold on and speak a little longer
de: Zu kurz — halte gedrückt und sprich etwas länger
es: Demasiado corto: mantén pulsado y habla un poco más
fil: Masyadong maikli — pindutin nang matagal at magsalita nang mas mahaba
fr: Trop court — maintenez et parlez un peu plus longtemps
hr: Prekratko — zadržite i govorite malo dulje
id: Terlalu singkat — tahan dan bicara sedikit lebih lama
ja: 短すぎます — もう少し長く話してください
ko: 너무 짧습니다 — 조금 더 길게 말해 주세요
ms: Terlalu pendek — tahan dan bercakap sedikit lebih lama
pl: Za krótko — przytrzymaj i mów nieco dłużej
pt_br: Muito curto — segure e fale um pouco mais
ro: Prea scurt — ține apăsat și vorbește puțin mai mult
ru: Слишком коротко — удерживайте и говорите чуть дольше
th: สั้นเกินไป — กดค้างไว้แล้วพูดให้นานขึ้นอีกนิด
tr: Çok kısa — basılı tutup biraz daha uzun konuşun
zh_hans: 太短了 — 请按住并多说一会儿
zh_hant: 太短了 — 請按住並多說一會兒

source: Tool Activity
de: Tool-Aktivität
es: Actividad de herramientas
fil: Aktibidad ng Tool
fr: Activité des outils
hr: Aktivnost alata
id: Aktivitas Alat
ja: ツール活動
ko: 도구 활동
ms: Aktiviti Alat
pl: Aktywność narzędzi
pt_br: Atividade das ferramentas
ro: Activitatea instrumentelor
ru: Активность инструментов
th: กิจกรรมเครื่องมือ
tr: Araç Etkinliği
zh_hans: 工具活动
zh_hant: 工具活動

source: Tool Preview Window
de: Tool-Vorschaufenster
es: Ventana de vista previa de herramientas
fr: Fenêtre d'aperçu de l'outil
hr: Prozor pregleda alata
id: Jendela Pratinjau Alat
ja: ツールプレビューウィンドウ
ko: 도구 미리보기 창
ms: Tetingkap Pratonton Alat
pl: Okno podglądu narzędzia
pt_br: Janela de prévia da ferramenta
ro: Fereastra de previzualizare a instrumentului
ru: Окно предпросмотра инструмента
th: หน้าต่างตัวอย่างเครื่องมือ
tr: Araç Önizleme Penceresi
zh_hans: 工具预览窗口
zh_hant: 工具預覽窗口

source: Tool Status Bar
de: Tool-Statusleiste
es: Barra de estado de herramientas
fr: Barre d'état de l'outil
hr: Statusna traka alata
id: Bilah Status Alat
ja: ツールステータスバー
ko: 도구 상태 표시줄
ms: Bar Status Alat
pl: Pasek stanu narzędzia
pt_br: Barra de status da ferramenta
ro: Bara de stare a instrumentului
ru: Строка состояния инструмента
th: แถบสถานะเครื่องมือ
tr: Araç Durum Çubuğu
zh_hans: 工具状态栏
zh_hant: 工具狀態欄

source: Tools
de: Werkzeuge
es: Herramientas
fil: Mga Tool
fr: Outils
hr: Alati
id: Alat
ja: ツール
ko: 도구
ms: Alat
pl: Narzędzia
pt_br: Ferramentas
ro: Unelte
ru: Инструменты
th: เครื่องมือ
tr: Araçlar
zh_hans: 工具
zh_hant: 工具

source: Total Input (incl. Cache)
de: Gesamteingabe (inkl. Cache)
es: Entrada total (incl. caché)
fil: Kabuuang Input (kasama ang Cache)
fr: Entrée totale (cache inclus)
hr: Ukupan ulaz (uklj. cache)
id: Total Masukan (termasuk Cache)
ja: 合計入力（キャッシュ含む）
ko: 총 입력 (캐시 포함)
ms: Jumlah Input (termasuk Cache)
pl: Wejście łącznie (z pamięcią podręczną)
pt_br: Entrada total (incluindo cache)
ro: Intrare totală (inclusiv cache)
ru: Всего входных (вкл. кеш)
th: อินพุตทั้งหมด (รวมแคช)
tr: Toplam Giriş (Önbellek dahil)
zh_hans: 总输入（含缓存）
zh_hant: 總輸入（含緩存）

source: Total log storage: %@
de: Gesamter Protokollspeicher: %@
es: Almacenamiento total de registros: %@
fil: Kabuuang log storage: %@
fr: Stockage total des journaux : %@
hr: Ukupna pohrana zapisnika: %@
id: Total penyimpanan log: %@
ja: ログ合計容量：%@
ko: 총 로그 저장 용량: %@
ms: Jumlah storan log: %@
pl: Łączny rozmiar dzienników: %@
pt_br: Armazenamento total de registros: %@
ro: Spațiu total jurnale: %@
ru: Общий объём журналов: %@
th: พื้นที่จัดเก็บบันทึกทั้งหมด: %@
tr: Toplam günlük alanı: %@
zh_hans: 日志总存储：%@
zh_hant: 日誌總存儲：%@

source: Total Loops
de: Schleifen gesamt
es: Ciclos totales
fil: Kabuuang Loop
fr: Boucles totales
hr: Ukupno petlji
id: Total Loop
ja: 合計ループ数
ko: 총 루프 수
ms: Jumlah Gelung
pl: Łączna liczba pętli
pt_br: Total de loops
ro: Total bucle
ru: Всего циклов
th: จำนวนลูปทั้งหมด
tr: Toplam Döngü
zh_hans: 总循环次数
zh_hant: 總循環次數

source: Total Usage
de: Gesamtverbrauch
es: Uso total
fil: Kabuuang Paggamit
fr: Utilisation totale
hr: Ukupna potrošnja
id: Total Penggunaan
ja: 合計使用量
ko: 총 사용량
ms: Jumlah Penggunaan
pl: Zużycie łączne
pt_br: Uso total
ro: Consum total
ru: Общее использование
th: การใช้งานทั้งหมด
tr: Toplam Kullanım
zh_hans: 总用量
zh_hant: 總用量

source: Transcribed
de: Transkribiert
es: Transcrito
fil: Na-transcribe
fr: Transcrit
hr: Transkribirano
id: Ditranskripsikan
ja: 文字起こし結果
ko: 전사 결과
ms: Ditranskripsi
pl: Przepisano
pt_br: Transcrito
ro: Transcris
ru: Расшифровано
th: ถอดความแล้ว
tr: Yazıya döküldü
zh_hans: 转录结果
zh_hant: 轉錄結果

source: Transcription
de: Transkription
es: Transcripción
hr: Transkripcija
id: Transkripsi
ja: 文字起こし
ko: 전사
ms: Transkripsi
pl: Transkrypcja
pt_br: Transcrição
ro: Transcriere
ru: Транскрипция
th: การถอดความ
tr: Deşifre
zh_hans: 转录
zh_hant: 轉錄

source: Transcription test
de: Transkriptionstest
es: Prueba de transcripción
fil: Test ng transcription
fr: Test de transcription
hr: Test transkripcije
id: Uji transkripsi
ja: 文字起こしテスト
ko: 전사 테스트
ms: Ujian transkripsi
pl: Test transkrypcji
pt_br: Teste de transcrição
ro: Test de transcriere
ru: Тест транскрипции
th: ทดสอบการถอดความ
tr: Yazıya dökme testi
zh_hans: 转录测试
zh_hant: 轉錄測試

source: Translation
de: Übersetzung
es: Traducción
fil: Pagsasalin
fr: Traduction
hr: Prijevod
id: Terjemahan
ja: 翻訳
ko: 번역
ms: Terjemahan
pl: Tłumaczenie
pt_br: Tradução
ro: Traducere
ru: Перевод
th: การแปล
tr: Çeviri
zh_hans: 翻译
zh_hant: 翻譯

source: Travel
de: Reisen
es: Viajes
fil: Paglalakbay
fr: Voyage
hr: Putovanja
id: Perjalanan
ja: 旅行
ko: 여행
ms: Perjalanan
pl: Podróże
pt_br: Viagem
ro: Călătorii
ru: Путешествия
th: การเดินทาง
tr: Seyahat
zh_hans: 旅行
zh_hant: 旅行
